export const OPERATION_TYPES = {
    'Ремонт': {
        name: 'Ремонт',
        emoji: '🔧',
        color: '#4169E1' // синий
    },
    'Технический Осмотр': {
        name: 'Технический Осмотр',
        emoji: '🔍',
        color: '#32CD32' // зеленый
    },
    'Техническое обслуживание': {
        name: 'Техническое обслуживание',
        emoji: '⚙️',
        color: '#9370DB' // фиолетовый
    },
    'Навигация': {
        name: 'Навигация',
        emoji: '📍',
        color: '#FFA500' // оранжевый
    }
}; 